<%@page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<%@include file="header.html" %>
<table width="880" align="center"
	style="font-family: Arial, Helvetica, sans-serif;">
	<tr>
	<td>
אפליקציה זו הינה תוצר של ארבעה סטודנטים מאוניברסיטת תל אביב, במסגרת סדנת גוגל בהנחיית פרופ' יוסף מטיאס.<br>
מטרת האפליקציה היא ליצור מאגר אינפורמטיבי של מקומות האוכפים את הכללים בנוגע לעישון, ובדרך זו לתמוך במקומות אלה.<br>
האפליקציה מציעה לכם את הכלי האולטימטיבי – דיווח בזמן האמת, ומאפשרת לכם:<br>
1. לדווח על מקומות שאינם אוכפים את הכללים בנוגע לעישון. <br>
דרך "Report" ניתן לבחור את המקום בו אתם נמצאים, לבחור ב"Complaint" כדי להגיש דיווח מסוג תלונה ולאחר מכן לבחור את סוגי התלונה-כלומר אילו כללים אינם נאכפים במקום.<br>
ניתן בנוסף לצלם תמונה שתהווה הוכחה לפעילות המקום (*). <br>
הדיווח ישמר במסד הנתונים של האפליקציה, ובהתאם לכך ישוקלל דירוג המקום.<br>
כמו-כן, פרופיל הפייסבוק שלכם יעודכן בסטטוס שיאשר את השימוש שלכם באפליקציה :) <br>
2. לדווח על מקומות אשר אוכפים את הכללים בנוגע לעישון. <br>
דרך "Report" ניתן לבחור את המקום בו אתם נמצאים, לבחור ב"Positive Report" כדי להגיש דיווח מסוג ביקורת טובה. ניתן להוסיף מלל חופשי כדי לתאר כיצד המקום אוכף את אותם כללים ואף להוסיף תמונה כדי לאשר זאת (*). <br>
הדיווח יתפרסם בפרופיל הפייסבוק שלכם באמצעות סטטוס-דיווח, וכן ישמר במסד הנתונים של האפליקציה ובהתאם לכך ישוקלל ציון המקום. <br>
3. לקבל רשימה של מקומות סביב כתובת ספציפית בה אתם בוחרים. <br>
דרך "Report", יש ללחוץ על "Places" ואז לקבל הרשימה מכילה מקומות מסוג פאבים, מסעדות, ברים וכד' ועבור כל מקום מוצג הציון שלו, כפי ששוקלל על בסיס דיווחים שהתקבלו ע"י כלל משתמשי האפליקציה. <br>
4. לדווח "באופן רשמי" על מקומות אשר לא אוכפים את הכללים בנוגע לעישון. <br>
דיווח רשמי הינו דיווח לאימייל של המוקד העירוני של הרשות בה נמצא המקום והוא עתיד להוות אמצעי עבור העירייה לדעת כי המקום אינו אוכף את הכללים בנוגע לעישון ועליו להיקנס. <br>
דרך "Report" יש לבחור ב"Complaint", לבחור את הכללים אשר אינם נאכפים ע"י המקום ולאחר מכן יש לסמן את האופציה של "Official Report" בדרכי הפרסום. <br>
אתם תעברו למסך בו יהיה עליכם למלא פרטים נוספים על מנת שהעירייה תוכל ליצור איתכם קשר כדי לקבל פרטים נוספים או כדי לעדכן אתכם דרך SMS, במידה וננקטו נגד המקום פעולות ענישה. <br>
5. לדווח על מפגעים בטיחותיים. <br>
דרך "Hazards" מתאפשר הוספת תמונה של המפגע הבטיחותי, הוספת מיקום והוספת מלל חופשי. הדיווח נשלח למייל של המוקד העירוני של הרשות בה נעשה הדיווח ויטופל על ידם בהקדם האפשרי. <br>
גם כאן, יש להוסיף פרטים נוספים על מנת שהעירייה תוכל לעדכן אתכם לאחר שהמפגע הבטיחותי טופל. <br>
6. ניהול פרופיל אישי, המתבסס על נתוני התחברות של הפייסבוק. <br>
דרך "Profile" ניתן להתעדכן בהיסטוריה של דיווחי המשתמש וכן במספר הנקודות של המשתמש. <br>
מספר הנקודות נקבע באופן הבא: <br>
·         על כל דיווח חיובי על מקום, יקבל המשתמש 2  נקודות. <br>
·         על כל דיווח שלילי על מקום, יקבל המשתמש נקודה אחת. <br>
·          על כל דיווח על מפגע בטיחותי, יקבל המשתמש נקודה אחת.<br>
 
ככול שצוברים יותר נקודות, עולים רמות ועם כל רמה שיווי הדיווח של המשתמש עולה. כלומר, ברמה הגבוהה ביותר, למשתמש יש יחס השפעה חזק יותר על הדירוג של מקומות שכן בעינינו הוא נחשב אמין יותר. <br>
 
*צירוף תמונה אל הטופס הינו אופציונאלי בלבד. <br>
 </td>
 </tr>
 </table>
 
 <%@include file="footer.html"%>